Revit 2024 API
Space.AirChangesPerHour Property
Get the Specified AirChangesPerHour of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double AirChangesPerHour { get; }
Visual Basic
Public ReadOnly Property AirChangesPerHour As Double
	Get
Visual C++
public:
property double AirChangesPerHour {
	double get ();
}
Remarks
This property is used to get the Specified AirChangesPerHour of the Space.
See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace